"Enable GUI Scripting" = "GUI スクリプティングを試用可能にする";
"Cancel" = "キャンセル";
"GUI Scripting is not enabled." = "GUI スクリプティングが使用可能になっていません。";
"Enable GUI Scripting ?" = "GUI スクリプティングを試用可能にしますか ? (システム環境設定の\"補助装置にアクセスできるようにする\"が ON になります。)";

"Open System Preferences" = "システム環境設定を開く";
"Deny" = "拒否";
"GUI Scripting is required" = "\"Trash It\" は、アクセッシビリティ機能を使用してこのコンピュータの制御することを求めています。";
"Grant access to this application" = "システム環境設定の「セキュリティーとプライバシー」環境設定で、このアプリケーションへのアクセスを許可してください。";

"Enter new item name :" = "新しい名前を入力してください :";
"This file name have been used." = "この名前は使われています。";
"Can't resolve frontmost document." = "前面の書類を取得できません。";
"launch by a launcher" = "Rename It は、Dock, Spotlight メニュー, スクリプトメニューなど、なんらかのランチャーから実行してください。";
"No selection in Finder" = "Finder で選択項目がありません。";

